src/main/resources/data/certification/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:GetComplianceInformationForAsset>
         <!--Optional:-->
         <tem:assetId>${assetId}</tem:assetId>
      </tem:GetComplianceInformationForAsset>
   </soapenv:Body>
</soapenv:Envelope>